/* Logout message */
"lskExistWarning" = "Sei sicuro di voler uscire WODDL?";

/* Device has not camera */
"lskCameraNotAvailable" = "La fotocamera non è disponibile";

/* No comment provided by engineer. */
"lskLoginErrorAlert" = "Riprovare più tardi";

/* Cancel button title */
"lskCancel" = "Annullare";

/* Chat title label */
"lskChat" = "Chiacchierare";

/* Selcet photo from library */
"lskChooseFromLibrary" = "Scegli dalla libreria";

/* No comment provided by engineer. */
"lskClose" = "Chiudi";

/* No comment provided by engineer. */
"lskComplete" = "Completa";

/* Search is finished */
"lskDone" = "Finito";

/* No comment provided by engineer. */
"lskEnterRequestsNumber" = "Numero finito di richieste";

/* No SN selected */
"lsEnterStatusUpdate" = "Inserisci il tuo aggiornamento di stato ";

/* No comment provided by engineer. */
"lskError" = "Errore";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"lskFail" = "Fallire";

/* No comment provided by engineer. */
"Foursquare" = "Foursquare";

/* No comment provided by engineer. */
"Google Plus" = "Google Plus";

/* No comment provided by engineer. */
"Instagram" = "Instagram";

/* Library is not available */
"lskLibraryUnavailable" = "Biblioteca non è disponibile";

/* No comment provided by engineer. */
"LinkedIn" = "LinkedIn";

/* Loading posts message */
"lskLoadingPosts" = "Caricamento Messaggi...";

/* No comment provided by engineer. */
"lskLoggedIn" = "Collegato !";

/* No comment provided by engineer. */
"lskLoggingIn" = "Esecuzione del login ...";

/* No comment provided by engineer. */
"lskLoginFailed" = "Accesso non riuscito, riprovare";

/* Login using system Twitter accounts, select other account option title */
"lskOther" = "Altro conto ";

/* Login using system Twitter accounts, select account title */
"lskSelectAccount" = "Selezionare conto";

/* No acces to social network account message */
"lskNoAccessToSystemAccounts" = "Questa applicazione non ha accesso ai vostri conti dispositivo. È possibile abilitare l'accesso a impostazioni";

/* OK button */
"lskOK" = "OK";

/* No comment provided by engineer. */
"lskProcessing" = "Elaborazione ...";

/* Searching posts in internet and in local base */
"lskSearching" = "Ricerca messaggi...";

/* Select camera source type */
"lskImageSource" = "Selezionare la sorgente di immagini";

/* No SN selected */
"lskSelectNetwork" = "Seleziona rete";

/* No comment provided by engineer. */
"lskSuccess" = "Successo";

/* Take photo using camera */
"lskTakePhoto" = "Scattare una foto";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"lskUnknown" = "Sconosciuto";

/* No comment provided by engineer. */
"lskUnknownProfile" = "Profilo sconosciuta";

"lskConnectInternet" = "Connettersi a Internet";

"lskCantConnectToXMPPServer" = "CImpossibile connettersi al servizio di Facebook. Riprovare più tardi";

"lskCharactersLimitExceeded" = "Limite di caratteri viene superato";

"lskLoggingOut" = "Chiusura della sessione…";

/* Login button */
"lskLogin" = "Accedi";

/* Login to SN account alert on opening link */
"lskLoginToAccountMessage" = "Si dovrebbe ri-accedere al tuo% @ conto per ottenere pieno accesso";

/* Link opened without athorization */
"lskLoggedOut" = "Disconnesso ";

/* Show more post */
"lskShowMore" = "Mostra di più";

/* Linked in concact added text */
"lskNowConnectedTo" = "Adesso collegato a:";

/* Lined in following post text */
"lskUserStartsFollowingCompany" = "Appena iniziato seguente:";

/* Add to contacts linked in post */
"lskAddMeToContactsList" = "Aggiungimi alla lista dei contatti";

/* LinkedIn joined to group post */
"lskNowJoinedTo" = "Ora unite a:";

/* Linked in photo added post. */
"lskNewPhoto" = "Aggiunta una nuova foto";

/* LinkedIn profile updated post. */
"lskUseUpdatedProfile" = "Profilo utente aggiornata";

/* LinkedIn has joined post. */
"lskHasJoinedLinkedIn" = "Ha aderito LinkedIn";

/* LinkedIn shared item post. */
"lskSharedItemLinkedIn" = "Elemento condiviso";

/* LinkedIn liked at */
"lskLikedItemLinkedIn" = "Piaciuto %@ aggiornamento";

/* LinkedIn someone */
"lskSomeoneLinkedIn" = "Qualcuno";

/* Progress hud info */
"lskShared" = "Diviso";

/* Progress hud info */
"lskLinkCopied" = "link copiato!";

/* Progress hud info */
"lskLiked" = "Piaciuto!";

/* Progress hud info */
"lskUnliked" = "Non è piaciuto !";

/* Progress hud info */
"lskSending" = "Invio...";

/* Progress hud info */
"lksPositInteresting" = "Post interessante";

/* Social network selector on Base controller */
"lsklskSelectNetwork" = "Selezionare un social network";

/* Send e-mail error on base controller */
"lskFailedEmail" = "Impossibile inviare e-mail";

/* Progress hud info */
"lskRetweetSuccess" = "Ritwittato";

/* On fail send e-mail */
"lskNoOneEmailAccountExist" = "Il dispositivo è in grado di inviare e-mail";

/* Events button title in side menu */
"lskEventsSideMenuButton" = "EVENTI";

/* Group button title in side menu */
"lskGroupsSideMenuButton" = "GRUPPI";

/* Pages button title in side menu */
"lskPagesSideMenuButton" = "PAGINE";

/* Show event button title in post */
"lskShowEventButtonTitle" = "Visualizza informazioni evento";

/* From group text */
"lskFromGroupBase" = "Dal gruppo";

/* From page text */
"lskFromPageBase" = "Da pagina";

/* Copy text menu */
"lskCopyTextOfMenu" = "Copia";

/* YES button */
"lskYes" = "Si";

/* NO button */
"lskNo" = "No";

/* Delete account message */
"lskDeleteAccountMessage" = "Sei sicuro che si desidera rimuovere questo conto?";

/* Delete account HUD message */
"lskDeletingAccount" = "Eliminazione di conto...";

/* Deletion failed */
"lskDeletionFailed" = "Eliminazione non riuscita";

/* Deletion succeed */
"lskDeletionSucceed" = "Cancellazione successo";

/* Event from time */
"lskEventFrom" = "Da";

/* Event to time */
"lskEventTo" = "A";

/* Event start time */
"lskEventStart" = "Inziare";

/* Event place */
"lskEventInPlace" = "in";

/* Name for users with empty name field */
"lskUnnamed" = "Senza nome";

/* Title for SN login controller on update token */
"lskLoginTo" = "Login per: %@";

/* Wrong account alert title */
"lskWrongAccountTitle" = "Si loggato per conto sbagliato";

/* Wrong account alert message */
"lskWrongAccountMessage" = "È necessario il login per spiegare con nome: %@";

/* G+ checkin action */
"lskCheckinAction" = "Check-in in %@";

/* Google+ album post */
"lskAddAlbum" = "Album condiviso:";

/* Google+ note shared */
"lskSharedNote" = "Link condiviso:";

/* Facebook post 'to' person */
"lskPostToPerson" = "A";

/* Can't open URL in web view */
"lskCantOpenURL" = "Applicazione non può aprire URL";

/* Updating message on main screen HUD */
"lskUpdating" = "Aggiornamento...";

/* Updated message on main screen HUD */
"lskUpdated" = "È stato aggiornato";

/* Sataus change error message */
"lskStatusUpdateError" = "Impossibile aggiornare lo stato per conto %@";

/* Post sharing error message */
"lskPostSharingError" = "Non è possibile condividere i post per conto %@";

/* Text is typing */
"lskIsTyping" = "Sta scrivendo...";

//Date strings

/* Text Today */
"lskTodayText" = "Oggi";

/* Text Yesterday */
"lskYesterdayText" = "Ieri";

/* Text days ago */
"lskDaysAgoText" = "Giorni fa";

/* Text Last week */
"lskLastWeekText" = "La settimana scorsa";

/* Text weeks ago */
"lskWeeksAgoText" = "Settimane fa";

/* Text Last month */
"lskLastMonthText" = "Il mese scorso";

/* Text Months ago */
"lskMonthsAgoText" = "mesi fa";

/* Text Last year */
"lskLastYearText" = "L'anno scorso";

/* Text years ago */
"lskYearsAgoText" = "Anni fa";

/* Text view selected feeds */
"lskSelectedFeedsText" = "Visualizza notizie selezionate";

/* Text Write comment... */
"lskWriteCommentText" = "Scrivi un commento...";

/* Text NEW REPLY */
"lskNewReplyText" = "Nuova Risposta";

/* Application guide next page */
"lskNext" = "Prossimo";

/* Application guide previous page */
"lskPrev" = "Precedente";

/* Saving images hood title */
"lskSaving" = "Salva...";

/* Menu title */
"lskPhoto" = "Foto";

/* Save photo button */
"lskSaveToGallery" = "Salvare alla galleria";

/* Logout button in menu */
"lskLogout" = "Logout";

/* Add network buton in menu */
"lskAddNetwork" = "Aggiungere una rete";

/* Feedback button in menu */
"lskFeedback" = "Feedback";

/* Report a Bug button in menu */
"lskReportABug" = "Segnala un Bug";

/* Recommend WODDL in FB menu button */
"lskRecommendWODDLFB" = "Consiglia WODDL su FB";

/**/
"lskSharedPhotoLinedIn" = "%@ Foto condivise";